Repository: elementary/switchboard-plug-parental-controls
Catalog: po/extra/*.po
Languages: ca, cs, de, es, fr, he, it, ja, ko, mr, nl, pl, pt, pt_br, sk, sr, sv, tr, uk, zh_tw

source: Screen Time &amp; Limits Settings
ca: Paràmetres dels límits i del temps de pantalla
cs: Čas před obrazovkou a nastavení limitů
de: Einstellungen für Bildschirmzeit &amp; -limits
es: Configuración de Tiempo en pantalla y límites
fr: Paramètres du temps d'écran et des limites
he: הגדרות זמן מסך ומגבלות
it: Tempo di utilizzo e limitazioni
ja: スクリーンタイムと制限の設定
ko: 화면 사용 시간 & 제한 설정
mr: स्क्रीन वेळ आणि मर्यादा सेटिंग्ज
nl: Schermtijd &amp; Limieten instellingen
pl: Ustawienia czasu przed ekranem i ograniczeń
pt: Definições de Tempo e Limites do Ecrã
pt_br: Tempo de tela &amp; Limites de configurações
sk: Nastavenia času pri obrazovke a limitov
sr: Подешавања времена екрана и ограничења
sv: Inställningar för skärmtid och gränser
tr: Ekran Zaman Aşımı ve Sınırlarının Ayarları
uk: Налаштування обмежень та тривалості роботи екрана
zh_tw: 螢幕使用時間與限制設定值

source: Configure time limits and restrict application usage
ca: Configureu els límits de temps i restringiu l'ús d'aplicacions.
cs: Nastavit časové limity a omezení používání aplikace
de: Zeitliche Beschränkungen einrichten und Nutzung von Anwendungen beschränken
es: Configure límites de tiempo y restrinja el uso de aplicaciones
fr: Configurer les limites de temps et les restrictions d'utilisation des applications
he: הגדרת מגבלות זמן והגבלת שימוש ביישומים
it: Configura i limiti di tempo e limita l'utilizzo delle applicazioni
ja: 時間制限を設定し、アプリケーションの使用を制限します
ko: 사용 시간 및 애플리케이션 사용제한을 설정합니다
mr: वेळ मर्यादा कॉन्फिगर करा आणि अनुप्रयोग वापर प्रतिबंधित करा
nl: Configureer tijdslimieten en limiteer programma gebruik
pl: Konfiguruj ograniczenia czasowe i ogranicz korzystanie z programów
pt: Configurar limites de tempo e restringir o uso de aplicações
pt_br: Configurar limites de tempo e restringir o uso de aplicativos
sk: Nastavujte časové limity a obmedzte používanie aplikácii
sr: Подесите ограничења времена и ограничите коришћење програма
sv: Ställ in tidsbegränsningar och förhindra åtkomst till program
tr: Zaman sınırlamasını ve uygulama kullanımını kısıtlamasını yapılandırın
uk: Налаштовування обмеження за часом та користування застосунками
zh_tw: 設定時限並限制應用程式使用

source: elementary, Inc.
he: elementary בע״מ

source: Minor updates:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
ja: そのほかのアップデート:
ko: 소소한 업데이트:
mr: किरकोळ अद्यतने:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt: Pequenas atualizações:
pt_br: Pequenas atualizações:
sk: Menšie aktualizácie:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
uk: Незначні оновлення:
zh_tw: 小型更新：

source: Improve screen reader accessibility
es: Se mejoró la accesibilidad con los lectores de pantalla
he: שיפור נגישות מקריא המסך
sv: Förbättra tillgängligheten för skärmläsare
zh_tw: 改善螢幕閱讀器輔助

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
it: Traduzioni aggiornate
ja: 翻訳の更新
ko: 최신 번역
mr: अद्ययावत भाषांतर
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
sk: Aktualizované preklady
sr: Освежени преводи
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлені переклади
zh_tw: 翻譯更新

source: Fixes:
ca: Correccions:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
he: תיקונים:
ja: 修正点:
ko: 수정:
mr: निराकारणे:
nl: Oplossingen:
pl: Poprawki:
pt: Correções:
sk: Opravy:
sv: Åtgärdar:
tr: Düzeltmeler:
uk: Виправлення:
zh_tw: 修正：

source: Set default Screen Time from midnight to midnight to prevent accidental lockouts
ca: Es defineix el temps de pantalla predeterminat de mitjanit a mitjanit per evitar bloqueigs accidentals.
cs: Vyberte výchozí čas, strávený před obrazovkou od půlnoci do půlnoci a zabraňte tak náhodným uzamčením
de: Setze Standardeinstellung für Bildschirmzeit von Mitternacht bis Mitternacht um versehentliches Aussperren zu verhindern
es: El tiempo en pantalla predeterminado se fijó a un intervalo de 24 horas para evitar bloqueos accidentales
fr: Nous avons défini le temps d'écran par défaut de minuit à minuit pour éviter des déconnexions accidentelles
he: הגדרת בררת המחדל של שעת המסך מחצות לחצות כדי למנוע נעילות בטעות
it: Imposta il tempo di utilizzo predefinito da mezzanotte a mezzanotte per evitare blocchi accidentali
ja: 誤ってロックアウトされてしまわないように、デフォルトのスクリーンタイムを深夜から深夜に変更
ko: 우발적인 잠금을 방지하기 위해 기본 스크린 타임을 자정에서 자정으로 설정합니다
mr: अपघाती लॉकआउट्स टाळण्यासाठी मध्यरात्र ते मध्यरात्री दरम्यान डीफॉल्ट स्क्रीन वेळ सेट करा
pl: Ustawiono domyślny czas przed ekranem od północy do północy by uniknąć przypadkowego zablokowania
pt: Define o tempo de ecrã predefinido da meia-noite à meia-noite para evitar bloqueios acidentais
sk: Nastavený predvolený čas pri obrazovke od polnoci do polnoci na zabránenie náhodným uzamknutiam
sr: Поставите подразумевано време екрана од поноћи до поноћи зарад избегавања нежељених закључавања
sv: Ställ in standardskärmtid från midnatt till midnatt för att förhindra oavsiktliga låsningar
tr: Yanlışlıkla kilitlenmeleri önlemek için varsayılan Ekran Zaman Aşımı gece yarısından gece yarısına ayarlandı
uk: Вкажіть стандартний час роботи екрана від півночі до півночі, щоб запобігти випадковим блокуванням
zh_tw: 將預設螢幕使用時間設定為深夜 12:00 到深夜 12:00 來防止意外鎖定

source: Improve reliability of app blocking
ca: Millora de la fiabilitat del bloqueig d'aplicacions
cs: Zlepšena spolehlivost blokování aplikací
de: Zuverlässigkeit von App blocking verbessern
es: Mejorar la confiabilidad del bloqueo de aplicaciones
fr: Amélioration de la fiabilité du blocage d'applications
he: אמינות חסימת היישומים השתפרה
ja: アプリ実行のブロックにおける信頼性を改善
ko: 앱 차단 안정성 향상
pl: Poprawiono skuteczność blokowania aplikacji
pt: Melhora a fiabilidade do bloqueio de aplicações
sk: Vylepšená spoľahlivosť blokovania aplikácií
sv: Förbättra tillförlitligheten för appblockering
tr: Uygulama engellemenin güvenilirliği artırıldı
uk: Підвищено надійність блокування застосунків
zh_tw: 改善應用程式限制的可靠性

source: Support blocking Flatpak apps
ca: S'admet blocar aplicacions de Flatpak.
cs: Podpora pro blokování Flatpak aplikací
de: Unterstützt die Möglichkeit Flatpak Apps zu blockieren
es: Se agregó soporte para bloquear aplicaciones de Flatpak
fr: Prise en charge du blocage des applications Flatpak
he: תמיכה בחסימת יישומי Flatpak
ja: Flatpak アプリの実行をブロックできるように変更
ko: Flatpak 앱 차단 지원
pl: Wsparcie dla blokowania aplikacji Flatpak
pt: Suporte ao bloqueio de aplicações Flatpak
sk: Podpora blokovania Flatpak aplikácií
sv: Stöd för blockering av Flatpak-appar
tr: Flatpak uygulamalarını engelleme desteği eklendi
uk: Підтримка блокування застосунків Flatpak
zh_tw: 支援限制 Flatpak 應用程式

source: Clarify how Screen Time limits work and when they take effect
ca: És més clar com funcionen els límits de temps de pantalla i quan entren en vigor.
cs: Objasněno jak fungují limity v Době před obrazovkou a kdy jsou uplatňovány
de: Klarstellung, wie Bildschirmzeit-Limits funktionieren und wann sie aktiv werden
es: Se explica con mayor claridad cómo funcionan los tiempos límite y cuando toman efecto
fr: Clarification de la façon dont fonctionne le temps d'écran et la façon dont il est mis en place
he: הסבר על האופן בו מוקצה זמן מסך ומתי הוא תקף
ja: スクリーンタイムの制限の仕組みや制限時間を明確化
ko: 스크린 타임 제한 작동과 적용을 명확히 합니다
pl: Wyjaśnienie działania Czasu przed ekranem gdy jest włączany
pt: Esclarecer como funcionam os limites de tempo do ecrã e quando entram em vigor
sk: Upresnené informácie o fungovaní časových limitov obrazovky a kedy nadobudnú účinnosť
sv: Förtydliga hur skärmtidsbegränsningar fungerar och när de träder i kraft
tr: Ekran Zaman Aşımı sınırlarının nasıl çalıştığı ve ne zaman yürürlüğe gireceği belirtildi
uk: Уточніть обмеження часу роботи екрана, і коли вони набирають чинності
zh_tw: 明確解釋螢幕使用時間限制如何運作，以及何時會生效

source: New colorful avatar fallback
ca: Avatar acolorit alternatiu nou
cs: Nový náhradní profilový obrázek
de: Neue farbenfrohe Avatar-Fallbacks
es: Nuevo y colorido avatar predeterminado
fr: Nouveaux avatars colorés par défaut
he: תמונה ייצוגית צבעונית חדשה כנסיגה
ja: アバター画像未設定時に背景を色付きで表示するように変更
ko: 새로운 다채로운 아바타 대체
pl: Nowe kolorowe awatary zastępcze
pt: Novo avatar colorido substituto
sk: Nová náhradná farebná ikonka používateľa
sv: Nytt färgglatt avatarfallback
tr: Yeni renkli avatar yedeği eklendi
uk: Новий барвистий аватар
zh_tw: 新的多彩備用代表頭像

source: Rename to Screen Time &amp; Limits
ca: Canvi de nom als límits de temps de pantalla
cs: Přejmenování na Čas před obrazovkou a limity
de: Name geändert zu Bildschirmzeit &amp; Limits
es: Cambio de nombre a Tiempo en pantalla y límites
fr: Renommé en temps d'écran et des limites
he: שינוי השם לזמן מסך ומגבלות
it: Rinomina in "Tempo di utilizzo e limitazioni"
ja: スクリーンタイムと制限の設定に名称変更
ko: 화면 사용 시간 &amp; 제한 설정
mr: स्क्रीन वेळ आणि मर्यादा असे नाव बदला
nl: Hernoemd naar Schermtijd &amp; Limieten
pl: Zmiana nazwy na Czas przed ekranem i ograniczenia
pt: Renomear para Tempo e Limites do Ecrã
pt_br: Renomear para Tempo de tela &amp; limites
sk: Premenované na Čas pri obrazovke
sr: Преименује ограничења и времена екрана
sv: Byt namn till Screen Time &amp; Limits
tr: Ekran Zaman Aşımı ve Sınırları olarak yeniden adlandırıldı
uk: Перейменування на обмеження та тривалість роботи екрана
zh_tw: 重新命名為「螢幕使用時間與限制」

source: Show your own account
ca: Es mostra el compte propi.
cs: Zobrazit váš vlastní účet
de: Eigenen Account anzeigen
es: Se muestra su propia cuenta
fr: Affichage de son compte
he: הצגת החשבון העצמי שלך
it: Visualizza il tuo account personale
ja: 利用中のアカウントも表示するように修正
mr: आपले स्वतःचे खाते दर्शवा
nl: Toon uw eigen account
pl: Pokazanie twojego konta
pt: Mostrar a própria conta
pt_br: Exibir sua própria conta
sk: Zobrazenie vášho vlastného účtu
sr: Приказује ваш лични налог
sv: Visa ditt eget konto
tr: Kendi hesabını göster
uk: Показ вашого власного облікового запису
zh_tw: 顯示目前使用中的帳號

source: Redesign the app chooser
ca: Redisseny del selector d'aplicacions
cs: Předělání volby aplikací
de: Redesign des App-Wählers
es: Se ha rediseñado el selector de aplicaciones
fr: Re-design du sélecteur d'applications
he: עיצוב מחדש של בוחר היישומים
it: Il selettore delle applicazioni è stato riprogettato
ja: アプリ選択画面のデザインを変更
mr: अ‍ॅप निवडकर्ता पुन्हा डिझाइन करा
nl: De app kiezer opnieuw ontworpen
pl: Przeprojektowanie wybierania aplikacji
pt: Redesenhar o seletor de aplicações
pt_br: Redesenhar o seletor de aplicativos
sk: Prerobený volič aplikácií
sr: Редизајнира бирача програма
sv: Omarbeta app-valet
tr: Uygulama seçici yeniden tasarlandı
uk: Перероблено меню вибору застосунків
zh_tw: 重新設計應用程式選擇畫面

source: Redesign the Screen Time view
ca: Redisseny de la vista de temps de pantalla
cs: Předělání pohledu na čas před obrazovkou
de: Redesign der Bildschirmzeit-Ansicht
es: Se ha rediseñado la vista de Tiempo en pantalla
fr: Refonte de la vue du temps d'écran
he: עיצוב מחדש של תצוגת זמן המסך
it: La visualizzazione del tempo di utilizzo è stata ridisegnata
ja: スクリーンタイムビューのデザインを変更
mr: स्क्रीन वेळ दृश्य पुन्हा डिझाइन करा
nl: Het Schermtijd venster is opnieuw vormgegeven
pl: Przeprojektowania widoku czasu przed ekranem
pt: Redesenhar a vista de tempo do ecrã
pt_br: Redesenhar a exibição do tempo da tela
sk: Prerobené zobrazenie Času pri obrazovke
sr: Редизајнира преглед времена екрана
sv: Omarbeta vyn för skärmtid
tr: Ekran Zaman Aşımı görünümünü yeniden tasarlandı
uk: Перероблено вигляд вибору часу роботи екрана
zh_tw: 重新設計螢幕使用時間檢視

source: Fix an issue with removing URLs from restricted websites
ca: Correcció de l'error d'eliminació d'URLs de llocs webs restringits
cs: Oprava problému při odebírání URL adres ze seznamu stránek s omezeným přístupem
de: Problem behoben indem URLs von gesperrten Websites entfernt wurden
es: Se corrigió un problema con la eliminación de URL de sitios web restringidos
fr: Correction d'un problème lors de la suppression d'URLs des restrictions de sites web
he: תיקון תקלה עם הסרת כתובות מאתרים מוגבלים
it: Risolve un problema con la rimozione di URL dai siti con limitazioni
ja: 制限された Web サイトから URL を削除する際の不具合を修正
mr: प्रतिबंधित वेबसाइटवरून URL हटवण्याबाबद समस्येचे निराकरण करा
nl: Een probleem opgelost met het verwijderen van URLs van de lijst met geblokkeerde websites
pl: Naprawiono problem z usuwaniem URLi z zablokowanych stron
pt: Corrige um problema com a remoção de URLs de sites restritos
pt_br: Corrija um problema com a remoção de URLs de sites restritos
sk: Opravený problém pri odstraňovaní URL adries zo zoznamu obmedzených stránok
sr: Поправља проблем са уклањањем адреса са ограничених веб сајтова
sv: Åtgärda ett problem med att ta bort webbadresser från begränsade webbplatser
tr: URL'lerin kısıtlanmış web sitelerinden kaldırılmasıyla ilgili bir sorun düzeltildi
uk: Розв'язано проблему зникання URL-адрес вебсайтів з обмеженим доступом
zh_tw: 修正從受限制網站中移除網址時的問題

source: Reliably apply time restrictions
ca: Aplicació fiable de les restriccions de temps
cs: Spolehlivé uplatnění časových omezení
de: Zeitbeschränkungen zuverlässiger übernehmen
es: Se aplican de manera confiable las restricciones de tiempo
fr: Appliquez des restrictions de temps de façon fiable
he: החלת מגבלות זמן באופן אמין
it: Applica in modo affidabile limitazioni al tempo di utilizzo
ja: 時間制限が正しく適用されるように修正
mr: विश्वासाने वेळेचे निर्बंध लागू करा
nl: Voer betrouwbare tijdsrestricties in
pl: Skutecznie aplikuj restrykcje czasu
pt: Aplicar de forma fiável as restrições de tempo
pt_br: Aplicar de forma confiável restrições de tempo
sk: Spoľahlivé uplatnenie časových obmedzení
sr: Поуздано примењује временска ограничења
sv: Tillämpa tidsbegränsningar på ett tillförlitligt sätt
tr: Zaman kısıtlamaları daha güvenilir bir şekilde uygulandı
uk: Надійне застосовування обмеження за часом
zh_tw: 更可靠地套用時間限制

source: Manage Screen Time and Limits
ca: Gestioneu els temps de pantalla i els límits
cs: Správa času před obrazovkou a limitů
de: Bildschirmzeit und Einschränkungen können eingerichtet werden
es: Gestione el tiempo en pantalla y los límites
fr: Gérez le temps d'écran et les limitations
he: ניהול זמני מסך ומגבלות
it: Gestisci il tempo di utilizzo e le limitazioni
ja: スクリーンタイムと制限を管理
mr: स्क्रीन वेळ आणि मर्यादा व्यवस्थापित करा
nl: Beheer Schermtijd en Limieten
pl: Zarządzanie Czasem przed ekranem i ograniczeniami
pt: Gerir o tempo e limites do ecrã
pt_br: Gerenciar tempo e limites da tela
sk: Spravujte čas pri obrazovke a limity
sr: Управљајте ограничењима и временом екрана
sv: Hantera skärmtid och gränser
tr: Ekran Zaman Aşımı ve Sınırları Yönetin
uk: Керуйте обмеженнями та часом роботи екрана
zh_tw: 管理螢幕使用時間與限制

source: Authentication is required to change Screen Time and Limits
ca: Cal autenticació per canviar el temps de pantalla i els límits.
cs: Pro změnu času před obrazovkou a limitů je zapotřebí se ověřit
de: Authentifizierung benötigt, um Bildschirmzeit und Einschränkungen zu ändern
es: Necesita autenticarse para cambiar el tiempo en pantalla y los límites
fr: Une authentification est requise pour modifier le temps d'écran et les limitations
he: נדרש אימות כדי לשנות זמני מסך ומגבלות
it: È richiesta l'autenticazione per cambiare il tempo di utilizzo e le limitazioni
ja: スクリーンタイムと制限を変更するには認証が必要です
mr: स्क्रीन वेळ आणि मर्यादा बदलण्यासाठी प्रमाणीकरण आवश्यक आहे
nl: Authenticatie is vereist om Schermtijd en Limieten in te stellen
pl: Wymagane uwierzytelnianie by zmienić Czas przed ekranem i ograczenia
pt: É necessária a autenticação para alterar o Tempo e Limites do Ecrã
pt_br: É necessária autenticação para alterar o tempo e os limites da tela
sk: Pre zmenu času pri obrazovke a limitov je potrebné overenie
sr: Потврђивање идентитета је потребно за промену ограничења и времена екрана
sv: Autentisering krävs för att ändra skärmtid och gränser
tr: Ekran Zaman Aşımı ve Sınırlarını değiştirmek için kimlik doğrulama gerekir
uk: Необхідна автентифікація для зміни обмежень та часу роботи екрана
zh_tw: 變更螢幕使用時間與限制需要先通過身分核對
