Repository: elementary/switchboard-plug-parental-controls
Catalog: po/*.po
Languages: bg, bs, ca, ckb, cs, da, es, fr, he, id, ja, ka, lt, mr, nl, nn, pl, pt, ro, sk, sr, sv, tr, ug, uk

source: You are not permitted to run this application
ca: No teniu permís per executar aquesta aplicació.
ckb: تۆ مۆڵەتی کردنەوەی ئەم بەرنامەیەت نییە
cs: Nemáte oprávnění spouštět tuto aplikaci
da: Du har ikke tilladelse til at køre denne applikation
es: No tiene permitido ejecutar esta aplicación
fr: Vous n'êtes pas autorisé à exécuter cette application
he: אין הרשאה להריץ יישום זה
id: Anda tidak diizinkan menjalankan aplikasi ini
ja: このアプリケーションの実行は許可されていません
ka: თქვენ ამ პროგრამის გაშვების უფლება არ გაქვთ
mr: आपल्याला हा अनुप्रयोग चालविण्याची परवानगी नाही
nl: U heeft geen toestemming om deze applicatie uit te voeren
pl: Nie masz uprawnień do uruchomienia tego programu
pt: Não tem permissão para executar esta aplicação
sk: Nemáte oprávnenie spúšťať túto aplikáciu
sr: Немате овлашћења да покренете овај програм
sv: Du får inte köra den här applikationen
tr: Bu uygulamayı çalıştırmanıza izin verilmiyor
uk: Вам заборонено запускати цей застосунок

source: An administrator has restricted your access to this application.
ca: Un administrador ha restringit el vostre accés a aquesta aplicació.
ckb: بەڕێوەبەر مۆڵەتی تۆی سنووردار کردووە لە دەستگەیشتنت بەم بەرنامەیە.
cs: Správce počítače vám omezil přístup k této aplikaci.
da: En administrator har begrænset din adgang til denne applikation.
es: Un administrador ha restringido su acceso a esta aplicación.
fr: Un administrateur a restreint votre accès à cette application.
he: ההנהלה הגבילה את הגישה שלך ליישום הזה.
ja: 管理者がこのアプリケーションへのあなたのアクセスを制限しました。
ka: ამ აპლიკაციასთან წვდომა შეზღუდულია ადმინისტრატორის მიერ.
mr: प्रशासकाने या अनुप्रयोगात आपला प्रवेश प्रतिबंधित केला आहे.
nl: Een beheerder heeft uw toegang tot dit programma beperkt.
pl: Administrator ograniczył twój dostęp do tej aplikacji.
pt: Um administrador restringiu o seu acesso a esta aplicação.
sk: Administrátor vám obmedzil prístup k tejto aplikácii.
sr: Администратор је ограничио ваш приступ овом програму.
sv: En administratör har begränsat din tillgång till denna applikation.
tr: Bir yönetici bu uygulamaya erişiminizi kısıtladı.
uk: Адміністратор обмежив ваш доступ до цього застосунку.

source: This computer will lock after %s.
bs: Ovaj će se računar zaključati nakon %s.
ca: Aquest ordinador es bloquejarà al cap de %s.
ckb: ئەم کۆمپیتەرە دوای %s قوفڵ دەبێت.
cs: Tento počítač se zamkne za %s.
da: Denne computer låses efter %s.
es: Este equipo se bloqueará después de %s.
fr: Cet ordinateur se verrouillera dans %s.
he: המחשב יינעל לאחר %s.
id: Komputer ini akan terkunci setelah %s.
ja: このコンピューターは%s後にロックされます。
ka: კომპიუტერი დაიბლოკება %s-ის შემდეგ.
lt: Šis kompiuteris bus užrakintas po %s.
mr: हे संगणक %s नंतर लॉक होईल.
nl: Deze computer zal vergrendelen over %s.
nn: Denne maskina vil verte låst etter %s.
pl: Ten komputer zostanie zablokowany po %s.
pt: Este computador irá ser bloqueado em %s.
sk: Tento počítač sa uzamkne za %s.
sr: Овај рачунар ће се закључати након %s.
sv: Den här datorn låses efter %s.
tr: Bu bilgisayar %s sonra kilitlenecek.
uk: Цей компʼютер буде заблоковано за %s.

source: %lu hour
bs: %lu sata
ca: %lu hora
ckb: تەنها %lu کاتژمێر
cs: %lu hodina
da: %lu time
es: %lu hora
fr: %lu heure
he: שעה אחת
id: %lu jam
ja: %lu時間
ka: %lu საათი
lt: %lu valanda
mr: %lu तास
nl: %lu uur
nn: %lu time
pl: %lu godzina
pt: %lu hora
sk: %lu hodín
sr: %lu сата
sv: %lu timme
tr: %lu saat
uk: %lu годину

source: %lu minute
ca: %lu minut
ckb: تەنها %lu خولەک
cs: %lu minuta
da: %lu minut
es: %lu minuto
he: דקה אחת
id: %lu menit
ja: %lu分
ka: %lu წუთი
lt: %lu minutė
mr: %lu मिनिट
nl: %lu minuut
nn: %lu minutt
pl: %lu minuta
pt: %lu minuto
sk: %lu minút
sr: %lu минута
sv: %lu minut
tr: %lu dakika
uk: %lu хвилину

source: Make sure to close all applications before your computer will be locked.
bg: Затворете всички програми преди системата да бъде заключена.
bs: Zatvorite sve aplikacije prije nego što Vaš računar bude zaključan.
ca: Assegureu-vos de tancar totes les aplicacions abans de bloquejar l'ordinador.
ckb: دڵنیابە لە داخستنی هەموو بەرنامەکانت پێش ئەوەی کۆمپیتەرەکەت قوفڵ ببێت.
cs: Ujistěte se, že jste zavřeli všechny aplikace, než bude váš počítač uzamčen.
da: Husk at lukke alle applikationer inden din computer låses.
es: Asegúrese de cerrar todas las aplicaciones antes de que se bloquee el equipo.
fr: Assurez-vous de fermer toutes les applications avant que votre ordinateur soit verrouillé.
he: נא לוודא שכל היישומים נסגרו לפני שהמחשב ינעל.
id: Pastikan untuk menutup semua aplikasi sebelum komputer Anda terkunci.
ja: コンピューターがロックされる前に、すべてのアプリケーションを必ず閉じるようにしてください。
ka: კომპიუტერის დაბლოკვამდე ყველა აპლიკაციის დახურვა.
lt: Prieš tai, kai jūsų kompiuteris bus užrakintas, nepamirškite užverti visas programas.
mr: आपला संगणक लॉक होण्यापूर्वी सर्व अनुप्रयोग बंद करणे सुनिश्चित करा.
nl: Zorg ervoor dat alle applicaties afgesloten zijn, voordat uw computer zich vergrendeld.
nn: Sørg for å lukke alle applikasjonar før datamaskina vert låst.
pl: Należy zamknąć wszystkie programy zanim komputer zostanie zablokowany.
pt: Certifique-se que fecha todas as aplicações antes do computador ser bloqueado.
ro: Verifică că toate aplicaţiile sunt închise înaintea blocării calculatorului.
sk: Uistite sa, že ste zatvorili všetky aplikácie predtým, než bude váš počítač uzamknutý.
sr: Уверите се да сте затворили све програме пре него што ће ваш рачунар бити закључан.
sv: Glöm inte att stänga alla dina program innan datorn låser sig.
tr: Bilgisayarınız kilitlenmeden önce tüm uygulamaları kapattığınızdan emin olun.
ug: كومپىيۇتىرىڭىزنى قۇلۇپلاشتىن بۇرۇن بارلىق ئەپلەرنى ئۆچۈرىۋىتىڭ.
uk: Не забудьте закрити всі застосунки, перш ніж ваш комп’ютер буде заблоковано.

source: Time left
bg: Оставащо време
bs: Preostalo vrijeme
ca: Temps restant
ckb: کاتی ماوە
cs: Zbývající čas
da: Tid tilbage
es: Tiempo restante
fr: Temps restant
he: זמן שנותר
id: Waktu tersisa
ja: 残り時間
ka: დარჩენილი დრო
lt: Liko laiko
mr: बाकी वेळ
nl: Resterende tijd
nn: Gjenverande tid
pl: Pozostały czas
pt: Tempo restante
ro: Timp rămas
sk: Zostávajúci čas
sr: Престало време
sv: Återstående tid
tr: Kalan süre
ug: قالغان ۋاقىت
uk: Часу залишилось

source: Blocked Apps
ca: Aplicacions blocades
es: Aplicaciones bloqueadas
fr: Applications bloquées
he: יישומים חסומים
ja: 制限するアプリ
pl: Zablokowane aplikacje
sv: Blockerade appar
uk: Заблоковані застосунки

source: Add Blocked App…
ca: Afegiu aplicacions blocades…
es: Añadir aplicación a bloquear…
fr: Ajouter une application bloquée…
he: הוספת יישום חסום…
ja: 制限するアプリを追加…
pl: Dodaj zablokowaną aplikację…
sv: Lägg till blockerad app…
uk: Додати заблокований застосунок…

source: Clear All
bg: Изчистване на всичко
bs: Izbriši sve
ca: Neteja-ho tot
ckb: سڕینەوەی هەموو
cs: Smazat vše
da: Ryd alt
es: Limpiar todo
fr: Tout effacer
he: פינוי הכול
id: Bersihkan Semua
ja: すべて消去
ka: ყველას გასუფთავება
lt: Viską išvalyti
mr: सर्व साफ करा
nl: Alles wissen
nn: Fjern alt
pl: Wyczyść wszystkie
pt: Limpar tudo
ro: Curăță tot
sk: Vymazať všetko
sr: Очисти све
sv: Töm allt
tr: Tümünü Temizle
ug: ھەممىسىنى قۇرۇقداش
uk: Очистити все

source: Allow access to these apps with admin permission:
bg: Позволяване на достъп до програмите с администраторски права
bs: Dozvoli pristup ovim aplikacijama s administratorskim dozvolama:
ca: Permet accés a aquestes aplicacions amb permís d'administrador:
ckb: ڕێگەی بدە ئەم بەرنامانە بە مۆڵەتی بەڕێوەبەر بەکار بهێنێت:
cs: Povolit přístup k těmto aplikacím se svolením správce:
da: Tillad adgang til disse apps med administratorrettigheder:
es: Permitir el acceso a estas aplicaciones con permiso de administrador:
fr: Permettre l'utilisation de ces programmes avec des droits d'administrateur :
he: מתן אפשרות גישה ליישומים אלו עם הרשאות מנהל:
id: Izinkan akses ke aplikasi ini dengan izin admin:
ja: 管理者の許可でこれらのアプリにアクセスすることを許可:
ka: ამ აპებთან ადმინის უფლებებით წვდომის უფლება:
lt: Leisti prieigą prie šių programų administratoriaus teisėmis:
mr: प्रशासकीय परवानगीसह या अॅप्सवरील प्रवेशास अनुमती द्या:
nl: Toegang verlenen aan de volgende apps met goedkeuring van de administrator:
nn: Tillat tilgjenge til desse applikasjonane med administratorrettar:
pl: Zezwalaj na dostęp do tych programów z uprawnieniami administratora:
pt: Permitir o acesso a estas aplicações com permissão de administrador:
ro: Permite accesul la aceste aplicaţii cu drepturi de administrator:
sk: Povoliť prístup k týmto aplikáciam s povolením administrátora:
sr: Дозволи приступ овим програмима уз допуштење админа:
sv: Tillåt åtkomst till dessa program med administratörsrättigheter:
tr: Bu uygulamalara yönetici izinleri ile erişime izin ver:
ug: باشقۇرغۇچىلىق سالاھىيىتى بىلەن بۇ ئەپلەرنى زىيارەت قىلىشقا يول قويۇش:
uk: Дозволити доступ до цих застосунків з дозволу адміністратора:

source: Blocked Websites
ca: Llocs web blocats
es: Sitios web bloqueados
fr: Sites bloqués
he: אתרים חסומים
ja: 制限する Web サイト
pl: Zablokowane strony
sv: Blockerade webbplatser
uk: Заблоковані вебсайти

source: Block URL
ca: Bloca l'URL
es: Bloquear URL
fr: Bloquer l'URL
he: חסימת כתובת
ja: 制限する URL
pl: Zablokuj URL
sv: Blockera URL
uk: Заблокована URL-адреса

source: example.com
ca: exemple.com
es: ejemplo.com
fr: exemple.com
sv: exempel.se

source: Invalid URL
bg: Недействителен адрес
bs: Nevažeći URL
ca: URL no vàlid
ckb: لینکەکە هەڵەیە
cs: Neplatná URL adresa
da: Ugyldig URL
es: URL no válida
fr: URL invalide
he: כתובת שגויה
id: URL tidak valid
ja: 不適切な URL です
ka: არასწორი URL
lt: Neteisingas URL
mr: अवैध यूआरएल
nl: Ongeldige URL
nn: Ugyldig nettadresse
pl: Niepoprawny URL
pt: URL Inválido
ro: URL invalid
sk: Neplatná URL
sr: Неисправна адреса
sv: Felaktig URL
tr: Geçersiz URL
ug: ئىناۋەتسىز تورئادىرىسى
uk: Недійсна URL-адреса

source: The specified URL already exists in list
ca: L'URL especificat ja existeix a la llista
sv: Den angivna URL:en finns redan i listan

source: Unblock %s
ca: Desbloca %s
es: Desbloquear %s
fr: Débloquer %s
he: שחרור חסימת %s
ja: %s のブロックを解除
pl: Odblokuj %s
sv: Avblockera %s
uk: Розблокувати %s

source: Weekdays
bg: Делнични дни
bs: Radnim danima
ca: Dies feiners
ckb: ڕۆژەکانی هەفتە
cs: Všední dny
da: Hverdage
es: Días laborables
fr: La semaine
he: ימות השבוע
id: Hari kerja
ja: 平日
ka: სამუშაო დღეებში
lt: Šiokiadieniai
mr: सोमवार ते शुक्रवार
nl: Werkdagen
nn: Vekedagar
pl: Dni robocze
pt: Dias úteis
ro: Zilele săptămânii
sk: Pracovné dni
sr: Данима у седмици
sv: Veckodagar
tr: Hafta içi
ug: خىزمەت كۈنلىرى
uk: Будні

source: Weekends
bg: Неделнични дни
bs: Vikendima
ca: Caps de setmana
ckb: کۆتایی هەفتەکان
cs: Víkendy
da: Weekender
es: Fines de semana
fr: Les week-ends
he: סופי שבוע
id: Akhir pekan
ja: 週末
ka: დასვენების დღეებში
lt: Savaitgaliai
mr: शनिवार आणि रविवार
nl: Weekenden
nn: Helgar
pl: Weekendy
pt: Fins de semana
ro: Weekenduri
sk: Víkendy
sr: Викендима
sv: Helger
tr: Hafta sonu
ug: ھەپتە ئاخىرى
uk: Вихідні

source: From:
bg: От:
bs: Od:
ca: De:
ckb: لە:
cs: Od:
da: Fra:
es: Desde:
fr: À partir de :
he: התחלה:
id: Dari:
ja: 開始:
ka: საიდან:
lt: Nuo:
mr: पासून:
nl: Van:
nn: Frå:
pl: Od:
pt: De:
ro: De la:
sk: Od:
sr: Од:
sv: Från:
tr: Başlangıç:
ug: دىن
uk: З:

source: To:
bg: До:
bs: Do:
ca: A:
ckb: بۆ:
cs: Do:
da: Til:
es: Hasta:
fr: Jusqu'à :
he: סיום:
id: Sampai:
ja: 終了:
ka: სადამდე:
lt: Iki:
mr: पर्यंत:
nl: Tot:
nn: Til:
pl: Do:
pt: Para:
ro: Pâna la:
sk: Do:
sr: До:
sv: Till:
tr: Bitiş:
ug: گىچە
uk: До:

source: Screen Time is not limited on weekends.
ca: El temps de pantalla no es limita durant els caps de setmana.
es: Tiempo en pantalla no está limitado los fines de semana.
fr: Le temps d'écran n'est pas limité les weekends.
ja: 週末は、スクリーンタイムは制限されません。
pl: Harmonogram ekranu nie jest ograniczony w weekendy.
sv: Skärmtiden är inte begränsad till helgerna.
uk: Час роботи екрана не обмежено у вихідні.

source: %s will only be able to log in during this time on weekends, and will be automatically logged out once this period ends:
ca: %s només podrà iniciar la sessió durant aquest temps els caps de setmana i es desconnectarà automàticament un cop acabi el període:
ckb: %s تەنها دەتوانیت لەم ماوەیەدا لە کۆتایی هەفتەکاندا بچێتە ژوورەوە و، دوای تەواوبوونی ماوەکە ڕاستەوخۆ دەوەستێندرێت:
cs: %s se bude moci přihlásit pouze v tomto čase o víkendech a bude po skončení této periody automaticky odhlášen(a):
es: %s solo podrá iniciar sesión los fines de semana, tras el cual la sesión se cerrará automáticamente:
fr: %s ne pourra se connecter que pendant cette période les week-ends, et sera automatiquement déconnecté à la fin de celle-ci :
he: למשתמש %s תהיה אפשרות להיכנס רק בפרק זמן זה בסופי שבוע ותתבצע יציאה אוטומטית עם סיום פרק הזמן הזה:
ja: 週末に %s がログイン可能なのは以下の時間帯のみです。これを超過すると自動的にログアウトされます。
ka: %s-ს შესვლა მხოლოდ კვირის ბოლოს შეეძლება და ავტომატურად გამოვარდება, როცა ეს პერიოდი დასრულდება:
nl: %s kan alleen inloggen gedurende deze tijd in het weekend en wordt automatisch uitgelogd als de tijd voorbij is:
pl: %s będzie mógł zalogować się tylko w tym przedziale czasowym w weekendy i będzie automatycznie wylogowany, gdy ten okres się skończy:
pt: %s apenas poderá iniciar sessão durante este período nos fins-de-semana e terminará automaticamente assim que este período terminar:
sk: %s sa bude môcť prihlásiť počas tohto času iba cez víkendy a bude automaticky odhlásený po skončení tohto časového úseku:
sv: %s kommer endast att kunna logga in under denna tid på helger och kommer automatiskt att loggas ut när denna period är slut:
tr: %s yalnızca hafta sonları bu süre içinde giriş yapabilir ve bu süre sona erdiğinde otomatik olarak çıkış yapılır:
uk: %s зможе ввійти до системи лише впродовж цього часу у вихідні й автоматично вийде з системи після закінчення цього періоду:

source: Screen Time is not limited on weekdays.
ca: El temps de pantalla no es limita durant els dies feiners.
es: Tiempo en pantalla no está limitado los días laborables.
fr: Le temps d'écran n'est pas limité en semaine.
ja: 平日は、スクリーンタイムは制限されません。
pl: Harmonogram ekranu nie jest ograniczony w dni robocze.
sv: Skärmtiden är inte begränsad till vardagar.
uk: Час роботи екрана не обмежено у робочі дні.

source: %s will only be able to log in during this time on weekdays, and will be automatically logged out once this period ends:
ca: %s només podrà iniciar la sessió durant aquest temps els dies feiners i es desconnectarà automàticament un cop acabi el període:
ckb: %s تەنها لەم ماوەیدا لەماوە ڕۆژەکانی هەفتەدا دەتوانێت بچێتە ژوور، دوای تەواوبوونی ماوەکە ڕاستەوخۆ دەچێتە دەرەوە:
cs: %s se bude moci přihlásit pouze v tomto čase ve všedních dnech a bude po skončení této periody automaticky odhlášen(a):
es: %s solo podrá iniciar sesión los días laborables, tras el cual la sesión se cerrará automáticamente:
fr: %s ne pourra se connecter que pendant cette période les jours de semaine, et sera automatiquement déconnecté à la fin de celle-ci :
he: למשתמש %s תהיה אפשרות להיכנס רק בפרק זמן זה בימי השבוע ותתבצע יציאה אוטומטית עם סיום פרק הזמן הזה:
ja: 平日に %s がログイン可能なのは以下の時間帯のみです。これを超過すると自動的にログアウトされます。
nl: %s kan alleen inloggen gedurende deze tijd doordeweeks en wordt automatisch uitgelogd als de tijd voorbij is:
pl: %s będzie mógł zalogować się tylko w tym przedziale czasowym w dni robocze i będzie automatycznie wylogowany, gdy ten okres się skończy:
pt: %s apenas poderá iniciar sessão durante este período nos fins-de-semana e terminará automaticamente assim que este período terminar:
sk: %s sa bude môcť prihlásiť počas tohto času iba cez pracovné dni a bude automaticky odhlásený po skončení tohto časového úseku:
sv: %s kommer endast att kunna logga in under denna tid på vardagar och kommer automatiskt att loggas ut när denna period är slut:
tr: %s yalnızca hafta içi bu süre içinde giriş yapabilir ve bu süre sona erdiğinde otomatik olarak çıkış yapılır:
uk: %s зможе ввійти до системи лише впродовж цього часу у вихідні й автоматично вийде з системи після закінчення цього періоду:

source: Search Applications
bg: Търсене на програми
bs: Pretraži aplikacije
ca: Cerca aplicacions
ckb: بەدوای بەرنامەدا بگەڕێ
cs: Hledat aplikace
da: Søg efter Applikationer
es: Buscar aplicaciones
fr: Rechercher des applications
he: חיפוש יישומים
id: Cari Aplikasi
ja: アプリケーションを検索
ka: პროგრამებში პოვნა
lt: Ieškoti programas
mr: ऍप्लिकेशन्स शोधा
nl: Zoek applicaties
nn: Søk i applikasjonar
pl: Wyszukiwanie programów
pt: Procurar aplicações
ro: Caută aplicaţii
sk: Hľadať aplikácie
sr: Тражите програме
sv: Sök efter program
tr: Uygulama Ara
ug: ئەپ ئىزدەش
uk: Шукати застосунки

source: Cancel
ca: Cancel·la
es: Cancelar
ja: キャンセル
ka: გაუქმება
pl: Anuluj
sr: Откажи
sv: Avbryt
uk: Скасувати

source: Other Accounts
bg: Други профили
bs: Drugi računi
ca: Altres comptes
ckb: هەژمارەکانی تر
cs: Ostatní účty
da: Andre konti
es: Otras cuentas
fr: Autres comptes
he: חשבונות אחרים
id: Akun Lain
ja: ほかのアカウント
ka: სხვა ანგარიშები
lt: Kitos paskyros
mr: अन्य खाती
nl: Andere accounts
nn: Andre kontoar
pl: Inne konta
pt: Outras Contas
ro: Alte conturi
sk: Ostatné účty
sr: Остали налози
sv: Övriga konton
tr: Diğer Hesaplar
ug: باشقا ھىساۋاتلار
uk: Інші облікові записи

source: Supervise and manage device usage with limits on Screen Time, websites, and apps. Some limits may be bypassed with an administrator's permission.
ca: Superviseu i gestioneu l'ús del dispositiu amb límits de temps de pantalla, llocs web i aplicacions. Alguns límits es poden ometre amb el permís d'un administrador.
es: Supervise y gestione el uso de este equipo con límites de tiempo en pantalla, sitios web y aplicaciones. Algunos límites pueden ser rebasados con permisos de administrador.
fr: Supervisez et gérez l'utilisation de l'appareil en limitant le temps d'utilisation, les sites web et les applications. Certaines limites peuvent être contournées avec l'autorisation d'un administrateur.
ja: スクリーンタイム、Web サイト、アプリに制限を設けて、デバイス使用状況を管理します。一部の制限は管理者権限で無視できます。
pl: Nadzoruj i zarządzaj użytkowaniem urządzenia przez nałożenie limitu czasowego, na strony lub aplikacje. Niektóre limity mogą być ominięte przy użyciu uprawnień administracyjnych.
sv: Övervaka och hantera enhetens användning med gränser för skärmtid, webbplatser och appar. Vissa gränser kan kringgås med en administratörs tillstånd.
uk: Контролюйте та керуйте використанням пристрою за допомогою обмеження часу роботи екрана, вебсайтів і застосунків. Деякі обмеження можна обійти з правами адміністратора.

source: My Account
bg: Моят профил
bs: Moj račun
ca: El meu compte
ckb: هەژمارەکەم
cs: Můj účet
da: Min konto
es: Mi cuenta
fr: Mon compte
he: החשבון שלי
id: Akun Saya
ja: 自分のアカウント
ka: ჩემი ანგარიში
lt: Mano paskyra
mr: माझे खाते
nl: Mijn account
nn: Min konto
pl: Moje konto
pt: A Minha Conta
ro: Contul meu
sk: Môj účet
sr: Мој налог
sv: Mitt konto
tr: Hesabım
ug: ھىساۋاتىم
uk: Мій обліковий запис

source: Manage your own device usage by setting limits on Screen Time, websites, and apps.
ca: Gestioneu l'ús del dispositiu establint límits al temps de pantalla, als llocs web i a les aplicacions.
es: Gestione al uso de su equipo estableciendo límites de tiempo en pantalla, sitios web y aplicaciones.
fr: Gérez l'utilisation de votre appareil en fixant des limites de temps d'utilisation, de sites web et d'applications.
ja: スクリーンタイム、Web サイト、アプリに制限を設けることで、デバイスの利用を自分で管理できます。
pl: Zarządzaj swoim użyciem swojego urządzenia poprzez ustawienie limitów ze względu na czas, strony oraz aplikacje.
sv: Hantera din egen enhetsanvändning genom att sätta gränser för skärmtid, webbplatser och appar.
uk: Керуйте власним користуванням пристроєм, встановлюючи обмеження часу роботи екрана, вебсайтів і застосунків.

source: Screen Time
ca: Temps de pantalla
ckb: کاتی ڕوونما
cs: Čas před obrazovkou
da: Skærmtid
es: Tiempo en pantalla
fr: Temps d'écran
he: זמן מסך
ja: スクリーンタイム
ka: ეკრანის დრო
lt: Laikas prie ekrano
mr: स्क्रीन वेळ
nl: Schermtijd
pl: Harmonogram ekranu
pt: Tempo de ecrã
sk: Čas pri obrazovke
sr: Време екрана
sv: Tid för skärm
tr: Ekran Zaman Aşımı
uk: Час перед екраном

source: Applications
bg: Програми
bs: Aplikacije
ca: Aplicacions
ckb: بەرنامەکان
cs: Aplikace
da: Applikationer
es: Aplicaciones
he: יישומים
id: Aplikasi
ja: アプリケーション
ka: აპლიკაციები
lt: Programos
mr: ॲप्लिकेशन्स्
nl: Applicaties
nn: Applikasjonar
pl: Aplikacje
pt: Aplicações
ro: Aplicaţii
sk: Aplikácie
sr: Програми
sv: Program
tr: Uygulamalar
ug: ئەپلەر
uk: Застосунки

source: Some settings require administrator rights to be changed
bg: Някои настройки изискват администраторски права, за да бъдат променени
bs: Za izmjenu nekih podešavanja su potrebna administratorska prava
ca: Alguns paràmetres necessiten permisos d'administrador per modificar-se
ckb: بەشێک لە ڕێکخستنەکان پێویستیان بە دەسەڵاتی بەڕێوەبەرە بۆ ئەوەی گۆڕانکاریان بەسەردا بێت
cs: Některá nastavení vyžadují oprávnění na úrovni správce systému
da: Nogle indstillinger kræver administratorrettigheder for at blive ændret
es: Se necesitan permisos de administrador para cambiar algunas opciones
fr: La modification de certains paramètres nécessite les droits d'administrateur
he: לצורך שינוי של חלק מההגדרות נדרשות הרשאות ניהול
id: Beberapa pengaturan memerlukan hak administrator untuk diubah
ja: 一部の設定変更には管理者権限が必要です
ka: ზოგიერთი პარამეტრი, შესაცვლელად საჭიროებს ადმინისტრატორის უფლებებს
lt: Kai kurių nustatymų pakeitimui reikia administratoriaus teisių
mr: काही सेटिंग्जसाठी प्रशासकीय अधिकार बदलण्याची आवश्यकता आहे
nl: Sommige instellingen vereisen beheerdersrechten om te worden gewijzigd
nn: Nokre innstillingar krev administratorrettar for å kunne endrast
pl: Zmiana niektórych ustawień wymaga uprawnień administratora
pt: Algumas definições requerem privilégios de administrador para serem alteradas
ro: Anumite setări necesită drepturi de administrator pentru a fi schimbate
sk: Na zmenu niektorých nastavení sú potrebné administrátorské práva
sr: Нека подешавања захтевају администраторска права да би се изменила
sv: Vissa inställningar kräver administratörsrättigheter för att ändras
tr: Bazı ayarları değiştirebilmek için yönetici haklarına sahip olmanız gerekiyor
ug: بەزى تەڭشەكلەرنى ئۆزگەرتىش ئۈچۈن باشقۇرغۇچىلىق سالاھىيىتى زۆرۈش
uk: Для зміни деяких налаштувань необхідно мати права адміністратора

source: Screen Time & Limits
ca: Límits i temps de pantalla
ckb: کاتی ڕوونما & سنوورەکان
cs: Časová omezení
da: Skærmtid & Begrænsninger
es: Tiempo en pantalla y límites
fr: Temps d'écran et Limites
he: זמן מסך ומגבלות
ja: スクリーンタイムと制限
ka: ეკრანის დრო და ლიმიტები
lt: Laikas prie ekrano ir jo apribojimai
mr: स्क्रीन वेळ आणि मर्यादा
nl: Schermtijd & limieten
pl: Harmonogram ekranu i ograniczenia
pt: Tempo e Limites do Ecrã
sk: Čas pri obrazovke
sr: Време и ограничења екрана
sv: Skärmtid och gränser
tr: Ekran Zaman Aşımı ve Sınırları
uk: Час перед екраном та обмеження
