Repository: elementary/switchboard-plug-parental-controls
Catalog: po/*.po
Languages: bg, bs, ca, ckb, cs, da, es, fr, he, id, ja, ka, lt, mr, nl, nn, pl, pt, ro, sk, sr, sv, tr, ug, uk

source: Configure time limits and restrict application usage
bg: Настройване на ограниченията на времето и използването на програми
bs: Postavite vremenska ograničenja i ograničite korištenje aplikacija
ca: Configureu els límits de temps i restringiu l'ús d'aplicacions.
ckb: سنووری کاتەکان ڕێک بخە و بەکارهێنانی بەرنامەکان سنووردار بکە
cs: Nastavit časové limity a omezení používání aplikace
da: Konfigurer tidsbegrænsninger, og begræns brug af applikationer
es: Configure límites de tiempo y restrinja el uso de aplicaciones
fr: Configurer les limites de temps et les restrictions d'utilisation des applications
he: הגדרת מגבלות זמן והגבלת שימוש ביישומים
id: Mengkonfigurasi batas waktu dan membatasi penggunaan aplikasi
ja: 時間制限を設定し、アプリケーションの使用を制限します
lt: Konfigūruoti laiko apribojimus ir riboti naudojimąsi programomis
mr: वेळ मर्यादा कॉन्फिगर करा आणि अनुप्रयोग वापर प्रतिबंधित करा
nl: Configureer tijdslimieten en limiteer programma gebruik
nn: Sett opp tidsavgrensingar og avgrens applikasjonsbruk
pl: Konfiguruj ograniczenia czasowe i ogranicz korzystanie z programów
pt: Configurar limites de tempo e restringir o uso de aplicações
ro: Configură timpul limită şi restricţionează folosirea aplicaţiilor
sk: Nastavujte časové limity a obmedzte používanie aplikácii
sr: Подесите ограничења времена и ограничите коришћење програма
sv: Ställ in tidsbegränsningar och förhindra åtkomst till program
tr: Zaman sınırlamasını ve uygulama kullanımını kısıtlamasını yapılandırın
ug: ۋاقىت چەكلىمىسى ۋە ئەپلەرنىڭ ئىشلىتىش ھوقۇقىنى تەڭشەش
uk: Налаштовування обмеження за часом та користування застосунками

source: Limit computer use
bs: Ograničite korištenje računara
ca: Limita l'ús de l'ordinador
ckb: بەکارهێنانی کۆمپیوتەر سنووردار بکە
cs: Omezit používání počítače
da: Begræns computerbrug
es: Limitar el uso del equipo
fr: Limiter l'utilisation
he: הגבלת השימוש במחשב
id: Batasi penggunaan komputer
ja: コンピューターの利用を制限
ka: კომპიუტერის გამოყენების შეზღუდვა
lt: Apriboti naudojimąsi kompiuteriu
mr: संगणक वापर मर्यादित करा
nl: Limiteer het computergebruik
nn: Avgrens datamaskinbruk
pl: Ogranicz korzystanie z komputera
pt: Limitar o uso do computador
sk: Obmedzte používanie počítača
sr: Ограничи коришћење рачунара
sv: Begränsa datoranvändning
tr: Bilgisayar kullanımını sınırla
uk: Обмежити користування комп'ютером

source: Prevent website access
bs: Spriječite pristup web stranici
ca: Evita l'accés al lloc web
ckb: ڕێگری لە چوونەژوورەوەی ماڵپەڕەکان بکە
cs: Zabránit přístupu k webovým stránkám
da: Forhindrer webside adgang
es: Impedir el acceso a sitios web
fr: Empêcher l'accès au site web
he: מניעת כניסה לאתרים
id: Cegah akses situs
ja: Web サイトへのアクセスを防止
ka: ვებგვერდთან წვდომის აკრძალვა
lt: Neleisti prieigą prie svetainių
mr: वेबसाइट प्रवेश प्रतिबंधित करा
nl: Ontzeg toegang tot websites
nn: Hindre nettstadtilgjenge
pl: Ogranicz dostęp do stron internetowych
pt: Evitar o acesso ao site
sk: Zabráňte prístupu k webovým stránkám
sr: Спречи приступ веб сајта
sv: Förhindra webbsideåtkomst
tr: Web sitesi erişimini engelle
uk: Заборонити доступ до вебсайту

source: Prevent application access
bs: Spriječite pristup aplikaciji
ca: Evita l'accés a l'aplicació
ckb: ڕێگریکردن لە دەستڕاگەیشتن بە بەرنامەکان
cs: Zabránit přístupu k aplikaci
da: Forhindrer applikation adgang
es: Impedir el acceso a aplicaciones
fr: Empêcher l'accès à l'application
he: מניעת גישה ליישומים
id: Cegah akses aplikasi
ja: アプリケーションへのアクセスを防止
ka: აპლიკაცისთან წვდომის აკრძალვა
lt: Neleisti prieigą prie programų
mr: अप्लिकेशन प्रवेश प्रतिबंधित करा
nl: Ontzeg toegang tot applicaties
nn: Hindre applikasjonstilgjenge
pl: Ogranicz dostęp do programów
pt: Evitar o acesso à aplicação
sk: Zabráňte prístupu k aplikáciám
sr: Спречи приступ програма
sv: Förhindra programåtkomst
tr: Uygulama erişimini engelle
uk: Заборонити доступ до застосунків

source: Internet
bg: Интернет
ckb: ئینتەرنێت
he: אינטרנט
ja: インターネット
ka: ინტერნეტი
lt: Internetas
mr: इंटरनेट
nn: Internett
sr: Интернет
ug: ئېنتىرنىت
uk: Інтернет

source: Prevent %s from using these apps:
bg: Предотвратяване на използването на следните програми от %s:
bs: Spriječi da %s koristi ove aplikacije:
da: Forhindre %s i at bruge disse apps:
id: Mencegah %s menggunakan aplikasi ini:
mr: या अॅप्सला वापरण्यापासून %s ला प्रतिबंधित करा:
nn: Hindre %s frå å bruke desse applikasjonane:
ro: Impiedică %s să folosească aceste aplicaţii
ug: %s نى بۇ ئەپلەرنى ئىشلىتىشتىن چەكلەش：

source: Add Prevented Apps…
bg: Добавяне на забранени програми
bs: Dodaj spriječene aplikacije…
da: Tilføj spærrede applikationer…
id: Tambahkan Aplikasi yang Dicegah…
mr: प्रतिबंधित अॅप्स जोडा…
nn: Legg til applikasjonar med avgrensingar…
ro: Adaugă aplicaţii blocate...
ug: چەكلەنگەن ئەپلەرنى قىتىش....

source: Remove Selected App
bg: Премахване на избраната програма
bs: Ukloni odabranu aplikaciju
da: Fjern valgte applikation
id: Hapus Aplikasi yang Dipilih
mr: निवडलेले अॅप काढा
nn: Fjern vald applikasjon
ro: Indepărtează aplicaţiile selectate
ug: تاللانغان ئەپلەرنى ئۆچۈرۈش

source: Limit computer use:
bg: Ограничаване на употребата на устройството:
bs: Ograniči korištenje računara:
nn: Begrens databruk:
ro: Limitează folosirea calculatorului:
ug: كومپىيۇتىر ئىشلىتىشكە چەكلىمىسى:

source: On weekdays and weekends
bg: В делнични и неделнични дни
bs: Radnim danima i vikendom
nn: På vekedagar og helgedakar
ro: In zilele săptămânii si weekenduri
ug: خىزمەت كۈنى ۋە ھەپتە ئاخىرىدا

source: Only on weekdays
bg: Само в делнични дни
bs: Samo radnim danima
nn: Berre på vekedagar
ro: Doar în zilele săptămânii
ug: پەقەت خىزمەت كۈنلىرىدىلا

source: Only on weekends
bg: Само в неделнични дни
bs: Samo vikendom
nn: Berre på helgedagar
ro: Doar în weekend
ug: پەقەت ھەپتە ئاخىرىدىلا

source: Prevent %s from visiting these websites:
bg: Предотвратяване на отварянето на следните сайтове от %s:
bs: Spriječi da %s posjećuje sljedeće web stranice:
id: Mencegah %s mengunjungi situs web ini:
nn: Hindre %s frå å besøke desse nettstadane:
ro: Impiedică %s să viziteze aceste pagini web:
ug: %s نى بۇ توربىكەتلەرنى زىيارەت قىلىشتىن چەكلەش:

source: Add URL
bg: Добавяне на адрес
bs: Dodaj URL
id: Tambah URL
nn: Legg til URL
ro: Adaugă URL
ug: تور ئادىرىسى قىتىش

source: Add a new URL, for example: google.com
bg: Добавяне на нов адрес, например: abv.bg
bs: Dodaj novi URL, naprimjer: google.com
id: Tambahkan URL baru, misalnya: google.com
nn: Legg til ein ny URL, til dømes: NRK.no
ro: Adaugă un URL nou, de exemplu: google.com
ug: يىڭى تورئادىرىسى قىتىش، مەسىلەن:google.com

source: You cannot run this application
bg: Не можете да отворите тази програма
nn: Du kan ikkje køyre denne applikasjonen
ro: Nu poţi rula această aplicaţie

source: You are not permitted to run this application.
bg: Нямате права да отворите тази програма.
nn: Du har ikkje rettar til å køyre dette programmet.
ro: Nu ai drepturi să rulezi această aplicaţie.
