Repository: elementary/switchboard-plug-parental-controls
Catalog: po/mo.po
Languages: mo

source: preferences-system-parental-controls
mo: Preferințe-sistem-control-parental

source: Some settings require administrator rights to be changed
mo: Unele setări necesită modificarea drepturilor de administrator

source: Configure time limits and restrict application usage
mo: Configurați termenele și restricționați utilizarea aplicațiilor

source: Prevent %s from using these apps:
mo: Preveniți %s 1 să utilizați aceste aplicații:

source: Add Prevented Apps…
mo: Adăugați aplicații prevenite …

source: Remove Selected App
mo: Eliminați aplicația selectată

source: Clear All
mo: Curăță tot

source: Allow access to these apps with admin permission:
mo: Permiteți accesul la aceste aplicații cu permisiunea de administrator:

source: Limit computer use:
mo: Limitați utilizarea calculatorului:

source: On weekdays and weekends
mo: În zilele lucrătoare și în weekend

source: Only on weekdays
mo: Numai în timpul săptămânii

source: Only on weekends
mo: Numai la sfârșit de săptămână

source: Weekdays
mo: Zilele saptămânii

source: Weekends
mo: Weekend-uri

source: Prevent %s from visiting these websites:
mo: Împiedicați %s 1 să viziteze aceste site-uri web:

source: Add URL
mo: Adaugă URL

source: Add a new URL, for example: google.com
mo: Adaugă nou URL, de exemplu: Google.com

source: Invalid URL
mo: URL invalid

source: From:
mo: De la:

source: To:
mo: Pentru:

source: My Account
mo: Contul meu

source: Other Accounts
mo: Alte conturi

source: Applications
mo: Aplicații

source: Search Applications
mo: Căutați aplicații

source: %lu hour
mo: %l 1 o oră

source: %lu minute
mo: %l 1 un minut

source: Make sure to close all applications before your computer will be locked.
mo: Asigurați-vă că ați închis toate aplicațiile înainte ca calculatorul dvs. să fie blocat.

source: Time left
mo: Timp rămas

source: You cannot run this application
mo: Nu puteți rula această aplicație

source: You are not permitted to run this application.
mo: Nu aveți permisiunea de a rula această aplicație.
